---
kind: enumMember
id: F:Autodesk.Revit.DB.Fabrication.FabricationAncillaryUsageType.Hanger
enum: Autodesk.Revit.DB.Fabrication.FabricationAncillaryUsageType
zh: 吊架、支吊架
source: html/dd6f3990-d050-01e1-6272-f6183c31a97c.htm
---
# Autodesk.Revit.DB.Fabrication.FabricationAncillaryUsageType.Hanger

**中文**: 吊架、支吊架

Ancillary makes up a fabrication part hanger.